---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.DefaultConstructionMassOpening
source: html/1b4c0c9b-020d-6791-d0cb-3592bd2c8480.htm
---
# Autodesk.Revit.DB.ParameterTypeId.DefaultConstructionMassOpening Property

"Mass Opening"

## Syntax (C#)
```csharp
public static ForgeTypeId DefaultConstructionMassOpening { get; }
```